[Version]
7.7

[Main]	
Item0000=Welcome to HP Recovery Manager. Use this tool to get your computer back up and running if it ever stops working as usual.
Item0001=I need immediate help
Item0002=I would like to perform maintenance tasks
Item0003=I would like to contact HP Support
Item0004=I would like to take safety measures
Item0005=Windows System Restore
Item0006=Restore your system to an earlier date
Item0007=Windows Recovery Environment
Item0008=Reboot and enter Windows Recovery Environment to refresh the image or restore the system to its original factory state
Item0009=File Backup
Item0010=Back up your personal data
Item0011=Minimized Image Recovery
Item0012=Restore operating system, drivers and select software only (clean image)
Item0013=Run Computer Checkup
Item0014=Use the Hardware Diagnostics tool to diagnose your computer's memory, HD, etc…
Item0015=Recovery Media Creation
Item0016=Create a set of recovery media for your system
Item0017=Remove Recovery Partition
Item0018=Delete the factory installed software backup image to free up hard drive space
Item0019=Factory Reset
Item0020=Reset the computer by erasing the entire hard drive and restoring to the original factory condition
Item0021=Perform Computer Maintenance
Item0022=Troubleshoot issues, download updates and learn about your computer
Item0023=Get Assistance from HP
Item0024=Show contact information for HP Customer Support
Item0025=Show contact information
Item0026=Show contact information for HP Customer Support
Item0027=Drivers and Applications Reinstall
Item0028=Reinstall drivers and/or applications
Item0029=Disabled: The recovery partition has been removed.
Item0030=Disabled: Please use recovery media to recover your system.
Item0031=Disabled: Windows System Restore is turned off.
Item0032=Disabled: HP Support Assistant is not installed.
Item0033=Windows Backup and Restore
Item0034=Create a backup or restore files from an existing backup
Item0035=Insufficient Access Rights
Item0036=HP Recovery Manager requires Administrator Privileges to run. Please increase the User Account Control (UAC) setting. 	
Item0037=Version: 00
Item0038=Disabled: Not supported with Dynamic Disk
Item0039=Disabled: Use Windows Disk Management
Item0040=Windows File History
Item0041=Access to the Recovery Partition is required for some features. Please dock the tablet to the docking station and re-launch HP Recovery Manager to enable these options.
Item0042=To use this option, dock the tablet to the docking station and re-launch HP Recovery Manager.
Item0043=Recovery and File Backup options require access to the Recovery Partition in the docking station. Please dock the tablet to the docking station, restart the system, and press F11 to re-launch HP Recovery Manager. Click Continue to run Computer Checkup.
Item0044=Windows System Refresh
Item0045=Precautions
Item0046=Support
Item0047=Maintenance
Item0048=Create recovery media
Item0049=Create recovery media for your system
Item0050=Perform computer maintenance	
Item0051=Contact HP support
Item0052=Remove recovery partition
Item0053=Create restore points or use restore points you have previously created to restore your system to an earlier date
Item0054=Windows File History
Item0055=HP Recovery Environment
Item0056=Restart and enter HP Recovery Environment to restore the system to its original factory state
Item0057=Do not eject the tablet from its docking station during the recovery process. This will render the tablet unbootable.
Item0058=Restart and enter 00 to restore the system
Item0059=Windows System Reset
Item0060=HP Recovery Manager is supported only in landscape mode.
Item0061=Please close HP Recovery Manager, switch the display to landscape mode, and then rerun HP Recovery Manager.

[General]	
Item0100=Back
Item0101=Next
Item0102=Cancel
Item0103=Continue
Item0104=Finish
Item0105=OK
Item0106=Do you want to exit HP Recovery Manager?
Item0107=Ensure that your computer is connected to its power adapter or the restoration process may be interrupted.
Item0108=HP Recovery Manager is already running!!
Item0109=Reboot
Item0110=Shut down
Item0111=Caution: Your computer is currently running on battery power.
Item0112=This process requires the computer to be connected to its power adapter.
Item0113=Connect your computer's power adapter, and then click OK to continue.
Item0114=HP Recovery Manager failed. Error code = 00
Item0115=We are experiencing errors. Please try again.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(error code=00)
Item0119=Recovery not supported under current configuration, please enable acceleration option for Intel Smart Response Technology and try again.
Item0120=Recovery Manager was for Windows 7. It's not compatible with Windows 8.
Item0121=This Softpaq is not supported for Windows 7. Please upgrade the system to Windows 8 first.
	
[Windows System Restore]
Item0200=Windows System Restore
Item0201=To use Windows System Restore, HP Recovery Manager will close.
Item0202=Windows System Restore can help fix problems that might be making your computer run slowly or stop responding. It will not affect any of your documents, pictures, or other personal data.
Item0203=To launch Windows System Restore automatically, click Next.
	       	
[Computer Checkup]	
Item0250=Computer Checkup
Item0251=Launch Check Disk for the Windows Partition
Item0252=Launch Check Disk for the Recovery Partition
Item0253=Open a Command Prompt
Item0254=To continue, select an option and then click Next.
		
[Remove Recovery Partition]	
Item0300=Remove Recovery Partition
Item0301=Windows Push Button Reset and HP image recovery options will not be available after removing the recovery partition.
Item0302=Understood. Continue with removal of the recovery partition.
Item0303=Continue
Item0304=Recovery Media creation has not been completed. The Recovery Media creation option will not be available after removing the recovery partition.
Item0305=Go to 00 now.
Item0306=Removing Recovery Partition…
Item0307=Click Continue to go back to home page
Item0308=Home
Item0309=Create Recovery Media
Item0310=We are experiencing errors in removing recovery partition. Please try again.
Item0311=The recovery partition was successfully removed.
Item0312=HP image recovery options will not be available after removing the recovery partition.
		
[File Restore Program]	
Item0400=File Restore 
Item0401=Welcome
Item0402=File Restore helps you restore files that you have previously backed up.
Item0403=To continue, click Next.
Item0404=Which file types do you want to restore?
Item0405=Pictures
Item0406=Music and other audio files
Item0407=Videos and movies
Item0408=Recorded TV shows
Item0409=Documents, spreadsheets and presentations
Item0410=E-mails, Internet favorites and settings
Item0411=Others
Item0412=Help
Item0413=Your files are restored to the following location:
Item0414=A shortcut to this location has been placed on your desktop.
Item0415=Restoration in progress
Item0416=Progress:  00%
Item0417=Please wait...
Item0418=Files Restored
Item0419=The restoration was successfully completed.
Item0420=To close this program, click Finish.
Item0421=The path of some restored files is longer than 260 characters. Please refer to 00.
Item0422=OK
Item0423=Warning
Item0424=File Restore is already running.
Item0425=You need to be in Windows 7 to run File Restore.
Item0426=Cancel File Restore?
Item0427=Restore Cancelled
Item0428=You have cancelled the restore process.
Item0429=Where do you want to save the backup files?
Item0430=Local Disk
		
[File Backup Program]	
Item0500=File Backup
Item0501=Which file types do you want to back up?
Item0502=Pictures
Item0503=Music and other audio files
Item0504=Videos and movies
Item0505=Recorded TV shows
Item0506=Documents, spreadsheets and presentations
Item0507=E-mails, Internet favorites and settings
Item0508=Others
Item0509=Help
Item0510=To continue, click Next.
Item0511=Scanning
Item0512=The File Backup Wizard is creating a list of files to back up.
Item0513=This process may take several minutes.
Item0514=Progress: 00 %
Item0515=Please wait...
Item0516=There is currently not enough space available on the system partition on the hard drive for temporary storage during data compression.
Item0517=You must free up some space on the system partition on the hard drive to continue with the task.
Item0518=OK
Item0519=Warning
Item0520=To continue, select an option and then click Next.
Item0521=Creating the backup
Item0522=Creating the backup files
Item0523=Finalizing the backup files
Item0524=There are no files of the user selected file types to be found.
Item0525=Where do you want to save the backup?
Item0526=Size of source files:  00
Item0527=Name
Item0528=Type
Item0529=Total size
Item0530=Free space
Item0531=No device is available for file backup. Make sure your removable disk is connected.
Item0532=Removable
Item0533=File Backup is ready.
Item0534=Your files will be saved to (00).
Item0535=Copying the backup 
Item0536=The destination drive is not connected.
Item0537=File Backup
Item0538=HP Recovery Manager successfully created the backup.
Item0539=Cancel File Backup?
Item0540=Cancel
Item0541=Backup Cancelled
Item0542=You successfully cancelled the backup process.
Item0543=You have cancelled the backup process.
Item0544=Do you want to continue with the System Recovery?
Item0545=Do you want to continue with the Minimized Image Recovery?
Item0546=Do you want to continue with the Factory Reset?
Item0547=Yes
Item0548=No
Item0549=Burner
Item0550=No device is available for file backup. Make sure your removable disk or burner is connected.
Item0551=Automated Backup
Item0552=Allows user to select categories for backup (example – Photos). Backup will cover most file types typically used by the category. Use this option if you want an easy way to configure your backup.
Item0553=Manual Backup
Item0554=Allows user to select specific files and folders to back up. Use this option if you want to have full control over what is being backed up.
Item0555=Direct Data Copy
Item0556=Direct Data Copy does not use compression and the files are not restored using HP Recovery Manager. To access the files from any computer once backup is complete, just browse the System Recovery Files directory.
Item0557=To restore the data to the original system simply Copy and Paste the files back.
Item0558=Insert a blank DVD+R or DVD-R disc and click Next.
Item0559=Burning progress:  00 %
Item0560=Total Disc(s):  00
Item0561=Current Disc:  00
Item0562=Insert Disc
Item0563=Insert a blank disc.
Item0564=The disc inserted is not supported in HP Recovery Manager, please insert a blank DVD+R or DVD-R (4.7GB capacity) disc.
Item0565=Preparing Data	
	
[Recovery Media Creation]	
Item0600=Home
Item0601=Create Recovery Media
Item0602=You are only allowed to create 00 set of recovery media.
Item0603=I Accept.
Item0604=Continue
Item0605=Please insert one of the following media:
Item0606=USB Flash Drive
Item0607=Minimum 00GB Capacity Required
Item0608=DVD
Item0609=00 Discs Required
Item0610=DVDDL
Item0611=Continue with highlighted media?
Item0612=Yes
Item0613=No
Item0614=The USB recovery flash drive is being created...
Item0615=Prepare Disk
Item0616=Formatting the USB Flash Drive
Item0617=Copy Image
Item0618=Copying the recovery image to the USB flash drive...
Item0619=Verify Disk
Item0620=Verifying the USB flash drive recovery image...
Item0621=00 % complete
Item0622=Insert Disc
Item0623=Please insert a 00 disc to continue. Click Cancel to stop Recovery Media creation. The Recovery Media creation process can be continued at any time by selecting the Create Recovery Media option again.
Item0624=Prepare Data
Item0625=Creating Recovery image
Item0626=Burn Data
Item0627=Burning the Recovery image to disc
Item0628=Verify Disc
Item0629=Verifying the Recovery image on disc
Item0630=Recovery media was created on 00. You are only allowed to create ONE set of recovery media.
Item0631=Click OK to go back to home page
Item0632=OK
Item0633=Recovery Media creation has not been completed. Press continue to complete recovery media creation.
Item0634=Cancel
Item0635=Please connect your computer's power adapter
Item0636=Battery must be installed and the computer must be connected to its power adapter to continue this process
Item0637=Please Install Battery
Item0638=No Optical Drive found
Item0639=You can connect Optical Drive now
Item0640=Blu-ray Disc
Item0641=Creation of Recovery disc 00 is complete. Please label disc 00 and keep it in safe place.
Item0642=The USB Flash drive will be formatted. All data on the USB flash drive will be lost. All space on the USB Flash drive will be utilized for the recovery image (even if the USB Flash drive is larger than the estimated size of the recovery image).
Item0643=Click Cancel to go back to media selection or Continue to start disk preparation.
Item0644=Please Select one of the following media options 
Item0645=ONE
Item0646=Analyzing Hardware…
Item0647=Recovery media creation in progress. HP Recovery Manager cannot be closed.
Item0648=We are experiencing errors in recovery media creation. Please try again.
Item0649=The capacity of the inserted flash drive is insufficient. Please insert another drive.
Item0650=Rewritable media is not supported. Please insert an empty 00 disc.
Item0651=The inserted disc is not empty. Please insert an empty 00 disc.
Item0652=Recovery disc 00 of 01 is complete. Please label the disc 00 of 01  and keep it in a safe place.
Item0653=Recovery disc is created successfully.
Item0654=Recovery flash drive has been created successfully. Please label it and save it in a safe place.
Item0655=00 Disc Required
Item0656=Re-writable media is not supported!!
Item0657=The inserted media is not supported!!
Item0658=Recovery Partition has been removed - The Recovery Media creation option is no longer available
Item0659=Disc verify failed. Please use another disc and try again.
Item0660=Disc burning failed. Please use another disc and try again.
Item0661=This system is created from Recovery Media. You are only allowed to create ONE set of recovery media.
Item0662=Recovery partition has been removed.
Item0663=USB limit exceeded
Item0664=Recovery image exceeds 32 GB. Use optical media.
Item0665=Recovery image exceeds the 32 GB size limitation for USB flash drive. To create recovery media, you will need to use optical media (DVDs).
Item0666=Please make sure the USB flash drive can hold 00 GB of data (32 GB maximum).
Item0667=- Recovery disc 00 of 01 is complete. Please label the disc "00 of 01" and keep it in a safe place.
Item0668=- Please insert a disc to continue, or click Cancel to stop recovery media creation. 
Item0669=- You can continue at any time by selecting the Create Recovery Media option again.
Item0670=Caution: The selected USB flash drive will be formatted. All data on the USB flash drive will be lost.
Item0671=A maximum of 32 GB on the USB flash drive will be utilized for the recovery image. If the USB flash is larger than 32 GB, extra space on the flash drive will be unusable after recovery media is created.
Item0672=Click Cancel to go back to media selection, or click Continue to start recovery media creation.
Item0673=Select 00 to go back to media selection, or select 01 to start recovery media creation.
	
[System Recovery]	
Item0700=Restore your computer to its original factory condition
Item0701=This process will reinstall the original factory image on the system partition but will not perform other hard drive changes.
Item0702=All user-created files and programs installed after purchase will be lost.
Item0703=Back up your files first (recommended)
Item0704=Recover without backing up your files
Item0705=To continue, select an option and then click Next.
Item0706=HP Recovery Environment
Item0707=Welcome to the HP Recovery Manager
Item0708=Use this program to recover your computer to its original factory condition.
Item0709=Please detach all external devices before you continue.
Item0710=For additional information refer to your computer documentation.
Item0711=To continue, click Next.
Item0712=Factory image restore
Item0713=Reformatting the Windows partition of your hard drive
Item0714=Reinstalling original software
Item0715=Progress:  00 % 
Item0716=Estimated time remaining: 00 minute(s)
Item0717=Please wait...
Item0718=Recovery is complete
Item0719=After the computer restarts and you have finished the initial setup of your computer, you must perform some additional important steps:
Item0720=Update security files from Microsoft and HP
Item0721=Reinstall software that did not come with the computer
Item0722=Restore any personal data you may have backed up (if applicable)
Item0723=Click Finish to restart your computer now.
Item0724=Recovery Preparation
Item0725=The hard drive will be reformatted, and all files required to restore the factory image will be copied to the hard drive.
Item0726=Recovery Installation
Item0727=Software and drivers are installed, and the content is customized for your computer.
Item0728=HP Recovery Manager will reset the hard drive to factory condition. User Data and hard drive changes will be lost.
Item0729=OK
Item0730=Cancel
Item0731=Factory image recovery preparation
Item0732=Copying files required to restore the hard drive
Item0733=Recovery Preparation is complete
Item0734=After the computer is restarted, the recovery installation phase will begin.
Item0735=Software and drivers will be installed, and the contents will be customized for your computer.
Item0736=During this phase, the computer will restart automatically multiple times. This is a normal part of the process.
Item0737=Do not shut down the computer, close the lid, disconnect the computer from power adapter, or attempt to access the computer during this time.
Item0738=Click Continue to restart the computer now.
Item0739=Insert the recovery disc #00.
Item0740=Remove Recovery Media from the system
Item0741=System Recovery cannot be done from Windows. Do you want to reboot the computer and enter the recovery environment?
Item0742=Continue?
Item0743=Preparing Recovery Environment…
Item0744=Please close down all your applications and reboot your system.
Item0745=Please detach all external devices except the keyboard, mouse and monitor before you continue.
Item0746=System Recovery cannot be done from Windows. Do you want to reboot the computer and enter the recovery environment?
Item0747=The recovery process has two phases:
Item0748=Home
Item0749=System Recovery
Item0750=Disabled: Please use the Factory Reset option to recover your system	
Item0751=Bring your system up to date by installing the latest updates from Microsoft and HP.
Item0752=You have selected HP Recovery Environment. The system will restart and enter the recovery environment. Do you want to continue?
Item0753=If your computer originally included more than one operating system, the recovery process will reset all operating systems back to factory condition.
Item0754=You have selected 00. The system will restart and enter the recovery environment. Do you want to continue?
Item0755=All user-created files and partitions and any programs installed after purchase will be lost.
Item0756=The recovery process has two phases:
Item0757=Recovery Preparation
Item0758=The Windows partition will be reformatted, and all files required to restore Windows to the original factory condition will be copied to the hard drive.
Item0759=Recovery Installation
Item0760=Software and drivers are installed, and the content is customized for your computer.
Item0761=Restoring files to the hard drive
Item0762=HP Drive Encryption (HPDE) is enabled on this computer. Please disable HPDE before running System Recovery.

[Minimized Image Recovery]	
Item0800=Minimized Image Recovery
Item0801=This process will reinstall a clean Windows environment, with drivers and minimal software installed.
Item0802=All user-created files and programs installed after purchase will be lost.
Item0803=Back up your files first (recommended)
Item0804=Recover without backing up your files
Item0805=To continue, select an option and then click Next.
Item0806=Minimized Image Recovery
Item0807=Welcome to the HP Recovery Manager
Item0808=This process will reinstall a clean Windows environment, with drivers and minimal software installed.
Item0809=The recovery process has two phases:
Item0810=Recovery Preparation
Item0811=The hard drive will be reformatted, and all files required to restore the minimized image will be copied to the hard drive.
Item0812=Recovery Installation
Item0813=Software and drivers are installed, and the content is customized for your computer.
Item0814=Please detach all external devices before you continue.
Item0815=For additional information refer to your computer documentation.
Item0816=To continue, click Next.
Item0817=Dynamic Disk is detected. Recovery cannot continue. You must use Recovery Media to restore computer
Item0818=Minimized image recovery preparation
Item0819=Reformatting the Windows partition of your hard drive
Item0820=Copying files required to restore the hard drive
Item0821=Progress:  00 % 
Item0822=Estimated time remaining: 00 minute(s)
Item0823=Please wait...
Item0824=Recovery Preparation is complete
Item0825=After the computer is restarted, the recovery installation phase will begin.
Item0826=Software and drivers will be installed, and the contents will be customized for your computer.
Item0827=During this phase, the computer will restart automatically multiple times. This is a normal part of the process.
Item0828=Do not shut down the computer, close the lid, disconnect the computer from power adapter, or attempt to access the computer during this time.
Item0829=Click Continue to restart the computer now.
Item0830=Recovery is complete
Item0831=After the computer restarts and you have finished the initial setup of your computer, you must perform some additional important steps:
Item0832=Update security files from Microsoft and HP
Item0833=Reinstall software that did not come with the computer
Item0834=Restore any personal data you may have backed up (if applicable)
Item0835=Click Finish to restart your computer now.
Item0836=OK
Item0837=Insert the recovery disc #00.
Item0838=Remove Recovery Media from the system
Item0839=HP Recovery Manager will install the Minimized image. User Data and hard drive changes will be lost.
Item0840=Please detach all external devices except the keyboard, mouse and monitor before you continue.
Item0841=Disabled: Please use the Factory Reset option to recover your system
Item0842=If your computer originally included more than one operating system, the recovery process will reset all operating systems back to factory condition.
	
[Boot from UCRD]	
Item0900=System Recovery
Item0901=HP Recovery Manager starts from your hard drive by default, but you may run it from the media you inserted.
Item0902=Run program from media
Item0903=Run program from hard drive
Item0904=To continue, select an option and then click Next.
Item0905=Run Program From Hard Drive
Item0906=The computer will now reboot from the partition.
Item0907=Remove the recovery media before continuing.
Item0908=To close this wizard, click Finish.
Item0909=Contact HP Customer Support
Item0910=The system recovery media does not support this computer.
Item0911=You are not able to restore this system with the media.
Item0912=You are not able to restore this system with the device port, please contact HP Customer Support.	
	
[Factory Reset]	
Item1000=Factory Reset
Item1001=Factory Image Restore
Item1002=Would you like to restore your system to the original factory condition?
Item1003=Back up your files first (recommended)
Item1004=Recover without backing up your files
Item1005=To continue, select an option and then click Next.
Item1006=Welcome to the HP Recovery Manager
Item1007=Use this program to recover your computer to its original factory condition.
Item1008=The recovery process has two phases:
Item1009=Recovery Preparation
Item1010=The hard drive will be reformatted, and all files required to restore the factory image will be copied to the hard drive.
Item1011=Recovery Installation
Item1012=Software and drivers are installed, and the content is customized for your computer.
Item1013=Please detach all external devices before you continue.
Item1014=For additional information refer to your computer documentation.
Item1015=To continue, click Next.
Item1016=HP Recovery Manager will reset the hard drive to factory condition. User Data and hard drive changes will be lost.
Item1017=Factory image recovery preparation
Item1018=Reformatting the Windows partition of your hard drive
Item1019=Copying files required to restore the hard drive
Item1020=Restoring files to the hard drive
Item1021=Progress:  00 % 
Item1022=Please wait...
Item1023=Estimated time remaining: 00 minute(s)
Item1024=Recovery Preparation is complete
Item1025=After the computer is restarted, the recovery installation phase will begin.
Item1026=Software and drivers will be installed, and the contents will be customized for your computer.
Item1027=During this phase, the computer will restart automatically multiple times. This is a normal part of the process.
Item1028=Do not shut down the computer, close the lid, disconnect the computer from power adapter, or attempt to access the computer during this time.
Item1029=Click Continue to restart the computer now.
Item1030=Recovery is complete
Item1031=After the computer restarts and you have finished the initial setup of your computer, you must perform some additional important steps:
Item1032=Update security files from Microsoft and HP
Item1033=Reinstall software that did not come with the computer
Item1034=Restore any personal data you may have backed up (if applicable)
Item1035=Click Finish to restart your computer now.
Item1036=Yes
Item1037=No
Item1038=Contact HP Customer Support
Item1039=In most cases, restoring your hard drive will fix your problems.
Item1040=If your problems continue, you may need to contact HP Customer Support.
Item1041=You can find the HP Support contact information in your computer documentation.
Item1042=To close this program, click Finish.
Item1043=Insert the recovery disc #00.
Item1044=Remove Recovery Media from the system
Item1045=HP Recovery Manager will reset the hard drives to original factory condition. User Data and all hard drive changes will be lost.
Item1046=OK
Item1047=Cancel
Item1048=Please detach all external devices except the keyboard, mouse and monitor before you continue.
Item1049=HP Recovery Manager will reset the hard drive(s) to original factory condition. User Data and all hard drive changes will be lost.	
Item1050=This process will restore your system to the original factory condition.
Item1051=The hard disk will be repartitioned and reformatted to its original factory condition.
Item1052=All user-created files and partitions, and any programs installed after purchase, will be lost.
Item1053=If your computer originally included more than one operating system, the recovery process will reset all operating systems back to factory condition.
	
[Restoration Incomplete]	
Item1100=Restoration Incomplete
Item1101=The restoration did not complete.
Item1102=Please select one of the following buttons:
Item1103=Save Log
Item1104=Details
Item1105=Retry
Item1106=This feature collects information about your system to help HP diagnose the issue.
Item1107=Insert a removable disk drive with at least 00MB of free space, and then click OK.
Item1108=OK
Item1109=There is not enough free space. Insert a removable disk drive with at least 00MB of free space, and then click OK.
Item1110=The log file was saved as 00.
Item1111=Insert recovery media.
Item1112=Click Continue to restart the computer now.
Item1113=Continue
Item1114=The total hard drive space is less than that of the original factory-installed hard drive. The recovery process cannot continue.
Item1115=The total hard drive space is too small. The recovery process cannot continue.
		
[Drivers and Applications Reinstall]	
Item1200=Drivers and Applications Reinstall
Item1201=Building list of drivers and applications
Item1202=Home
Item1203=Install
Item1204=Installing
Item1205=Complete
Item1206=Applications (00)
Item1207=Drivers (00)
Item1208=HP Updates (00) - updates downloaded and installed from HP.com or HP Support Assistant
Item1209=Version: 00
Item1210=00 items,
Item1211=00 of 01 selected items,
Item1212=00 Application and
Item1213=00 Applications and
Item1214=00 Driver and
Item1215=00 Drivers and
Item1216=00 HP Update
Item1217=00 HP Updates
Item1218=Installation is completed.
Item1219=Software is being installed. Closing HP Recovery Manager is cancelled.
Item1220=OK
Item1221=Please uninstall previous version software before software reinstall.
Item1222=We are experiencing errors in software reinstallation. Please try again.
Item1223=No Software Source Found on This Machine
Item1224=Item
Item1225=00 of 01 selected item,
Item1226=One or more of the selected driver(s) and/or application(s) may not have properly installed and have been marked with ”Exclamation mark”. Please uninstall these from the computer before attempting to install them again from HP Recovery Manager.
Item1227=One or more of the selected driver(s) and/or application(s) may not have properly installed and have been marked with 00. Please uninstall these from the computer before attempting to install them again from HP Recovery Manager.
Item1228=00 Driver
Item1229=00 Drivers
Item1230=Done	
	
[RP Protection]	
Item1300=Recovery Partition
Item1301=Warning
Item1302=This area of your hard drive (or partition) contains files used during Windows Push Button Reset and HP image recovery.
Item1303=Do not delete or alter any of these files.
Item1304=Any change to this partition could impact system recovery functionality in the future.
	
[Show Contact Information]	
Item1350=Contact HP Customer Support
Item1351=In most cases, a factory image restore will correct your problems.
Item1352=If you continue to experience problems or if you need replacement system recovery media, it may be necessary to request assistance from HP Customer Support.
Item1353=You can contact HP Customer Support at:
Item1354=www.hp.com/go/contacthp
Item1355=Click Finish to close this program.
Item1356=Click Cancel to close this program.

[File Backup Program 2.0]
Item1400=Which file selection method do you want to use to create your backup?
Item1401=Auto Selection
Item1402=Select file categories to back up.
Item1403=User Selection
Item1404=Select which folders and files to back up manually.
Item1405=With auto selection you choose the categories of files to back up. For example “Pictures” and “Music and other audio files”. The program then searches the computer for files in these categories (based on pre-defined set of file types commonly used for such files) and backs them up. The files are compressed and must be restored using the file restore option before being accessible.
Item1406=With user selection you select exactly which files and folders to back up by selecting them through a windows explorer window. You have two options for the backup – Compression and No Compression
Item1407=Compression: The files are compressed and must be restored using the file restore option before being accessible.
Item1408=No Compression: The files and directories are copied individually without compression. The files are accessible without using the file restore option.
Item1409=Do you want to use compression?
Item1410=Compression
Item1411=No Compression
Item1412=The files are compressed into a WIM file format and must be restored onto the computer using the File Restore option before being accessible. This option minimizes the size of the backup and during a File Restore all files will be automatically copied to C:\ and made accessible through a shortcut on the Desktop.
Item1413=The files and directories are copied individually without compression and is accessible from the backup drive directly, without using the File Restore option. This option does not minimize the size of the backup and the files and directories will have to be manually copied (copy/paste) back onto the computer.
Item1414=What files do you want to back up?
Item1415=Browse Files
Item1416=Size of backup:  00
Item1417=Name
Item1418=Size
Item1419=Backup media selection
Item1420=Media selection: 00
Item1421=You will need 00 disc of this type to create the backup.
Item1422=To continue the backup with the selected media, click Next.
Item1423=To choose a different type of media to use, click Back.
Item1424=File Preparing
Item1425=Creating Disc
Item1426=Burn Disc
Item1427=Verify Disc
Item1428=Please insert 00 of 00 00 disc.
Item1429=Selected files
Item1430=Copy the files
Item1431=Selected files and directories copied
Item1432=Recovery Manager successfully copied the files
Item1433=There are files larger than the backup disc capacity, backup process cannot continue.
Item1434=Change to Compression mode
Item1435=Unselect files larger than 00
Item1436=Select device again
Item1437=Big files list
Item1438=Please insert 00 disc.
Item1439=No disk available with enough free space for backup. Connect another disk or free up space on one that is currently connected.
Item1440=This disc type is not supported.
Item1441=Reduces file size. Requires use of File Restore option
Item1442=Does not reduce file size, does not require File Restore option
Item1443=A backup can only be saved to optical media or external HDD. If the desired device and/or media type is not listed below, please ensure the device is connected and turned on or desired media type is inserted in the optical device to continue backup process
Item1444=This is the wrong disc, or it may be corrupted. Please insert disc 00.
Item1445=A backup can be saved only to an external hard drive or USB flash drive in NTFS format. Please ensure the desired device is connected and the file system is NTFS before continuing the backup process.
Item1446=If 00 is selected in Auto Selection or User Selection, all the files will be backed up in No Compression mode and must be restored by manually copying the data. The File Restore option cannot be used.
Item1447=All files stored in the folder of 00.
Item1448=The files are compressed into a WIM file format and must be restored onto the computer using the File Restore option before they can be accessed. This option minimizes the size of the backup, and all files will be restored to the destination you specify and made accessible through a shortcut on the desktop.
Item1449=Compression is not supported when 00 data is selected.
Item1450=00 data has been backed up to following folder under the root directory of the backup folder: 
Item1451=Please copy the backup of 00 data from the above backup media folder to your system after the recovery has completed.
Item1452=00 data can be backed up only using the No Compression option.
Item1453=Please select OK to back up using the No Compression option, or select Cancel to back up files again.

[Windows Recovery Environment]
Item1500=HP backup and recovery or contact HP support

[Windows System Refresh]
Item1600=Refresh your PC without affecting your personal files

[AboutInfo]
Item1700=Information
Item1701=Version
Item1702=Recovery Media
Item1703=System
Item1704=Product Number
Item1705=Serial Number
Item1706=HP Recovery Partition
Item1707=Yes
Item1708=No
Item1709=About